[Killed] ConditionalExpression
index.js:2:10
 function isUserOldEnough(user) {
-  return user.age >= 18;
+  return true;
 }
 
killedBy: Unit test for userAge User < than 18 years
statusReason: Error: expect(received).toEqual(expected) // deep equality

Expected: false
Received: true

[Killed] ObjectLiteral
index.js:5:18
   return user.age >= 18;
 }
 
-module.exports = {
-  isUserOldEnough
-};
+module.exports = {};
killedBy: Unit test for userAge User > than 18 years
statusReason: TypeError: isUserOldEnough is not a function
